/*
 Navicat Premium Data Transfer

 Source Server         : phpMyAdmin
 Source Server Type    : MySQL
 Source Server Version : 80017
 Source Host           : localhost:3306
 Source Schema         : ofr

 Target Server Type    : MySQL
 Target Server Version : 80017
 File Encoding         : 65001

 Date: 26/09/2021 19:37:15
*/

SET NAMES utf8mb4;
SET FOREIGN_KEY_CHECKS = 0;

-- ----------------------------
-- Table structure for feed
-- ----------------------------
DROP TABLE IF EXISTS `feed`;
CREATE TABLE `feed`  (
  `FeedID` int(11) NOT NULL AUTO_INCREMENT,
  `Title` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NULL DEFAULT NULL,
  `Img` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NULL DEFAULT NULL,
  `Text` text CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NULL,
  `CreateBy` int(11) NOT NULL,
  `UpdateBy` int(11) NOT NULL,
  `CreateDate` timestamp(0) NOT NULL DEFAULT CURRENT_TIMESTAMP(0),
  `UpdateDate` timestamp(0) NOT NULL DEFAULT CURRENT_TIMESTAMP(0),
  `Active` bit(1) NOT NULL DEFAULT b'1',
  PRIMARY KEY (`FeedID`) USING BTREE
) ENGINE = InnoDB CHARACTER SET = utf8mb4 COLLATE = utf8mb4_unicode_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of feed
-- ----------------------------
INSERT INTO `feed` VALUES (4, '“จุรินทร์” เคลียร์จีนเจอเชื้อโควิด-19 บนกล่องทุเรียน ไม่ได้เกิดจากไทย', 'upload/FeedImg/2021-09-26_6-03-43-20210925234417.png', 'วันที่ 17 สิงหาคม 2564 นายจุรินทร์ ลักษณวิศิษฏ์ รองนายกรัฐมนตรีและรัฐมนตรีว่าการกระทรวงพาณิชย์ เปิดเผยว่า ได้รับรายงานจากทูตพาณิชย์ของไทยประจำที่จีนแล้วว่ากรณีที่ทางการจีนได้สุ่มตรวจการนำเข้าผลไม้และพบเชื้อโควิด-19 ปนเปื้อนบนกล่องทุเรียนที่นำเข้าจากไทยนั้นเป็นการพบที่บรรจุภัณฑ์และพบในตลาดจีน ไม่ได้พบระหว่างการขนส่ง หรือระหว่างอยู่ที่ด่าน \n\nโดยหลังจากนี้กระทรวงเกษตรและสหกรณ์และกระทรวงพาณิชย์ จะร่วมกันเพื่อหารือกับทางการจีนเพื่อแก้ปัญหานี้ต่อไป ซึ่งเชื่อว่าจะไม่ส่งผลกระทบต่อการส่งออกทุเรียนของไทย\n\nนายสมเด็จ สุสมบูรณ์ อธิบดีกรมส่งเสริมการค้าระหว่างประเทศ กล่าวว่า การตรวจพบเชื้อโควิด-19 ปนเปื้อนที่กล่องทุเรียนของไทยในจีน เป็นการตรวจพบในตลาดเล็ก ๆ แห่งหนึ่ง และที่สำคัญการตรวจพบเชื้อ ก็ไม่ได้พบว่าติดมาจากไทย เพราะระหว่างการตรวจเชื้อที่ด่านนำเข้า ก็ไม่พบเชื้อแต่อย่างใด จึงไม่มีผลกระทบต่อการส่งออกทุเรียนของไทยไปจีน เพราะทางการจีนไม่ได้มีการประกาศระงับการนำเข้าทุเรียนจากไทย หรือระงับการนำเข้าจากผู้ส่งออกไทยรายใดรายหนึ่ง\n\n“กรณีดังกล่าวจะไม่ส่งผลกระทบต่อการส่งออกทุเรียนของไทย เพราะเป็นปัญหาที่เกิดขึ้นในพื้นที่เล็ก ๆ และเท่าที่ได้รับรายงานจากทูตพาณิชย์ในจีน ก็ไม่ได้มีการนำเสนอข่าวเป็นวงกว้างหรือชาวจีนตื่นตระหนกกับเรื่องที่เกิดขึ้น จึงมั่นใจว่าการส่งออกทุเรียนของไทยไปจีนยังเติบโตได้ดีเหมือนเดิม โดยจีนเป็นตลาดส่งออกสำคัญ 80-90% ของการส่งออกทุเรียนทั้งหมด”', 0, 0, '2021-09-26 06:04:31', '2021-09-26 06:44:17', b'1');
INSERT INTO `feed` VALUES (6, 'นายกสมาคมฯ ส่งออกเผยจีนยังไม่ห้ามนำเข้าทุเรียนไทย', 'upload/FeedImg/G0DL5oPyrtt5HBAivZJnby5xxKmkENs4jZb0QOgmeai3UVvrsCBqMT-20210926122720.jpg', 'วันนี้ (17 ส.ค.2564) นายภาณุวัชร์ ไหมแก้ว นายกสมาคมผู้ประกอบการส่งออกทุเรียนมังคุดแห่งประเทศไทย ระบุว่า หลังจากที่ทางการจีนออกประกาศ เตือนเรื่องการพบเชื้อ COVID-19 บนกล่องทุเรียนที่นำเข้าจากไทย\n\nขณะที่เมื่อวานนี้ฮ่องกงมีการแจ้งว่าพบเชื้อ COVID-19 จากการส่งออกทุเรียน 2-3 ตู้คอนเทนเนอร์จึงทำให้โดยกัก โดยขณะนี้ตลาดกว่างโจวและตลาดเจียงหนานไม่อนุญาตให้เข้าตลาด\n\nผู้ประกอบการส่งออกจึงเตรียมหยุดซื้อทุเรียนชั่วคราว 2-3 วันเพื่อทำความสะอาดล้งและคัดแยกแรงงานที่ติดเชื้อ COVID-19 ออกมา โดยจะร่วมกับสาธารณสุขจังหวัดและใช้ชุดตรวจแบบ ATK ที่สามารถตรวจได้รวดเร็ว หากล้งไหนที่ไม่พบติดเชื้อก็สามารถดำเนินการต่อไปได้ โดยยืนยันว่าขณะนี้จีนยังไม่ได้ระงับการนำเข้าทุเรียนจากไทย\n\nสำหรับผลกระทบต่อการส่งออกทุเรียนนั้น มีผลกระทบน้อย เพราะหยุดซื้อเพียงไม่กี่วันเท่านั้น และผลผลิตทุเรียนภาคใต้ออกสู่ตลาดไปแล้วร้อยละ 70 เหลือเพียงร้อยละ 30', 0, 0, '2021-09-26 19:25:25', '2021-09-26 19:32:23', b'1');

SET FOREIGN_KEY_CHECKS = 1;
